Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: The other prominent climbers of 2018 till now are Australian Steve Plain who completed the seven summits in a record 117 days and Chinese double amputee Xia Boyu.
ne: उनले के २, चो-ओयू, ल्होत्से, अन्नपूर्ण र अन्यसमेत गरेर हिमालय पर्वत श्रृंखलाको ८,००० मिटरभन्दा माथिका सबैजसो शिखरहरू आरोहण गरेका छन्।

source: However, Kami Rita doesn’t want his children to follow his path as a Sherpa guide, mainly because of the tragedies on the mountain in recent years.
ne: आफ्नो हालैको कीर्तिमान कायम गर्नु अघि उनले मलाई भने:

source: Swallows in Umeda Station, Osaka.
ne: बसन्त ऋतुमा जापान फर्की आउने सबैका प्यारा गौंथलीहरू

source: By Flickr user muzina_shanghai. License: CC BY-NC-ND 2.0
ne: ओसाकाको उमेदा स्टेशनमा गौंथलीहरू । फोटो: फ्लीकर प्रयोगकर्ता muzina_shanghai। लाइसेन्स: CC BY-NC-ND 2.0

source: Each spring Japan welcomes the return of cherry blossoms, rice shoots, hay fever and — barn swallows.
ne: प्रत्येक बसन्तमा जापानले चेरीका फूलहरू, धानका बेर्ना तथा हे फिभर (एक प्रकारको ज्वरो) तथा गौंथलीहरूलाई स्वागत गर्दछ। गौंथलीहरूलाई ट्रेन स्टेशन, विद्यालय, सपिङ्ग आर्केडहरू अनि तिनीहरूले गुँड बनाउनसक्ने जुनसुकै ठाउँमा पनि स्वागतयोग्य आगन्तुकका रूपमा हेरिन्छ।

source: To mark the start of spring, Fundo, a Japanese website that curates Internet memes, has collected a variety of tweets welcoming swallows back to Japan in April each year.
ne: बसन्त ऋतुको आगमनलाई मध्यनजर गर्दै इन्टरनेट मेम क्युरेट गर्ने एक जापानी साइट फन्डोले प्रत्येक वर्ष अप्रिलमा जापान फर्किने गौंथलीहरूलाई स्वागत गर्दै लेखिएका विभिन्न ट्वीटहरू जम्मा पारेको छ।

source: Sign: Welcome back, swallows! Tweet: We wanted to the swallows to build a nest, and when we installed this nest and created this poster, sure enough, they decided to nest! The swallows are nesting right near the entrance to our store, so when you stop by, be sure to keep an eye out for them!
ne: साइन बोर्ड: स्वागत छ गौंथलीहरू! ट्वीट: गौंथलीहरू आएर यहाँ बसून् भन्ने चाहनाका साथ हामीले यो गुँड तथा पोस्टर बनाएका हौं, अवश्य पनि उनीहरूले यहाँ बस्ने निर्णय गरून्! गौंथलीहरूले हाम्रो स्टोरको प्रवेशद्वारनिर गुँड लगाएका छन्, तपाईं यहाँबाट जादा एक पटक त्यतातिर हेर्नुहोला!

source: Barn swallows (Hirundo rustica, known as 'tsubame' in Japanese) are migratory birds that winter in the Philippines, Vietnam, Malaysia, Indonesia and other countries before returning to Japan each April to nest.
ne: गौंथलीहरू (Hirundo rustica, जापानी भाषामा 'शुबम' भनिन्छ) प्रवासी पञ्छी हुन्। यिनीहरू जाडो याम फिलिपिन्स, भियतनाम, मलेशिया, इन्डोनेशिया तथा अन्य देशहरूमा बिताउछन् र हरेक अप्रिलमा गुँड लगाउन जापान फर्किन्छन्। यी चराहरू यताउता गरेको दृश्य यात्रुहरूलाई मनोरम तथा दर्शनीय लाग्छन्:

source: I'm at Tobu Tojo Shinrinkōen Station right now. Once again, the swallows are working all out to build their nests this year.🐦
ne: म अहिले तोबु तोजो शिन्रिनकोयन स्टेशनमा छु। फेरि यस वर्ष पनि गौंथलीहरू आफ्ना गुँड बनाउनमा व्यस्त छन्।

source: Since swallows will nest almost anywhere in Japan, special care is taken to protect any passer-by from their droppings:
ne: गौंथलीहरूले जापानमा जतासुकै गुँड बनाउने हुनाले यिनीहरूको विष्ठा बटुवामाथि नपरोस् भन्नाका लागि विशेष सावधानी अपनाइन्छ:

source: Image: "A message from the swallows at Kori Station, Okutama."
ne: (तामा सिटी न्यूज) केइयो वाकाबादाइ स्टेशनमा गौंथलीको विष्ठा संकलनका लागि गुँडमुनि एउटा चारपाटे मंच जडान गरिएको छ।

source: By Flickr user Hajime NAKANO. CC BY 2.0 (translation) From the resident swallows of Kori Station: "We will once again be in your care this year.
ne: फ्लीकर प्रयोगकर्ता हाजिमे नाकानोको तस्वीर: "ओकुतामाको कोरी स्टेशनमा राखिएको गौंथलीहरूको सन्देश।" CC BY 2.0

source: While our droppings may be annoyance, we hope you will watch over us until we return back to our home islands in the south."
ne: (अनुवाद) कोरी स्टेशनका रैथाने गौंथलीहरूको तर्फबाट: "हामी यस वर्ष पनि तपाईंहरूको संरक्षणमा रहनेछौं। हाम्रा विष्ठाले तपाईंहरूलाई दुःख दिए पनि हामी आशा गर्छौ हामी दक्षिणी टापुअवस्थित आफ्ना घर नफर्किउञ्जेल तपाईंहरूले हामीलाई संरक्षकत्व प्रदान गर्नु हुनेछ।"

source: The swallows' time among humans is short.
ne: यी चराहरूको व्यवहार मैत्रीपूर्ण भए पनि आफूलाई बस्ने ठाउँ दिने मानिससँग सँधै डराउँछन्:

source: By late May, the fledglings will have mostly left the nest:
ne: ए, गौंथलीहरू! यहाँ मानिसहरू छन्! तिमीहरू किन भाग्दैनौ (हाँसो)? तिमीहरू हामी मानिसहरूसँग एकदमै परिचित भैसकेका छौं! 💦💦

source: I can no longer hear the chirping of the swallows.
ne: मानिसहरूमाफ गौंथलीहरूको बसाइँ छोटो हुन्छ। मेको अन्त्यतिर बचेराहरूले प्राय गुँड छाडिसकेका हुनेछन्:

source: Yesterday on the way to school I caught sight of the swallows leaving the nest. Six fledglings successfully flew away...what a relief!
ne: गौंथलीहरूको चिरबिर पनि सुन्दिन म आजकल। हिजो विद्यालय जाने बाटोमा मैले गुँड छाडेर हिंड्दै गरेका गौंथलीहरू देखें। छवटा बचेराहरू मज्जाले उडेर गए...कति आराम भो!

source: For many Japanese people, the return of the swallows each spring is something to look forward to, and an experience to treasure.
ne: धेरैजसो जापानी हरेक बसन्तमा फर्की आउने गौंथलीहरू कुरेर बस्छन् र उनीहरूको लागि त्यो अनुभव संगाली राख्ने योग्य हुने गर्छ।

source: I want to take great care of them
ne: यी चराहरूले आफूसँगै धेरै खुशी बोकी ल्याउने गर्छन्। म उनीहरूको एकदम ख्याल राख्नेछु।

source: Interview with Rosaly Lopes, a Brazilian NASA astronomer and the first woman to edit the journal founded by Carl Sagan · Global Voices
ne: ब्राजिलियन नासा खगोलविद् तथा कार्ल सागनद्वारा संस्थापित जर्नलका पहिलो महिला सम्पादक रोजली लोपेससँगको साक्षात्कार

source: Dr. Rosaly Lopes | Foto: Divulgação, used with permission.
ne: डा. रोजली लोपेस। फोटो-जिभुगास्सों, अनुमति लिएर प्रयोग गरिएको।

source: Rosaly Lopes grew up in a middle-class family in Rio de Janeiro, Brazil watching Star Trek, fascinated by her school’s telescope and following all the news about the Apollo mission. When Apollo 13 had to return to Earth in April 1970, it was the story of Francis Northcutt, the woman responsible for calculating the spaceship's route home, that grabbed her attention.
ne: रोजली लोपेस स्टार ट्रेक हेर्दै, आफ्नो विद्यालयको टेलिस्कोप प्रति मोहित हुँदै र अपोलो मिशन बारे प्रसारण हुने सम्पूर्ण समाचारमा चाख लिँदै ब्राजिल स्थित रियो दि जेनेरियोको मध्यम-वर्गीय परिवारमा हुर्किन्।जब अप्रिल १९७० मा अपोलो १३ पृथ्वीमा फर्कनु थियो, त्यसबेला अन्तरिक्षयान पृथ्वीतिर फर्कने मार्ग गणना गर्ने कार्यमा जिम्मेवार महिला फ्रान्सिस नर्थकट बारेको समाचारले उनको ध्यान खिँच्यो।

source: “Just showing a woman, in Houston’s control centre, was a very great inspiration for me,” Lopes said in a telephone interview with Global Voices (GV). Forty-eight years after the mission, Rosaly Lopes has become one of the world’s most important scientists.
ne: "ह्यूस्टन को नियन्त्रण कक्षमा एउटी महिला देखाइनु मेरो निम्ति एउटा ठूलो प्रेरणा थियो," ग्लोबल भोइसेज (जीभी) सँगको एक टेलिफोन साक्षात्कारमा लोपेसले बताइन्।

source: Created by the famous astronomer Carl Sagan, the journal is a reference point in planetary sciences. She spoke with GV about her projects and the power of seeing women in important roles in science to help future generations. GV: How did you become the first woman to edit the journal Icarus?
ne: मिशनको अठचालिस वर्षपछि रोजली लोपेस संसारको सबैभन्दा महत्त्वपूर्ण वैज्ञानिकहरूमध्ये एक बनेकी छिन्। नेशनल एरोनटिक्स एण्ड स्पेस एडमिनिस्ट्रेशन (नासा) को ग्रह विज्ञान विभाग निर्देशक, बृहस्पति ग्रहको चन्द्रमामा रहेका अधिकांश ज्वालामुखी अनुसन्धान तथा ७१ वटा रेकर्ड कार्यका लागि ग्यालिलियो मिशनमा कार्यरत रहँदा सन् २००६ मा गिनिज बुक अफ वर्ल्ड रेकर्डसमा आफ्नो नाम दर्ता गर्न सफल भइन्।

source: This is because there are a lot of people who are afraid that our mode of life has to change. I am optimistic, I think that we will discover ways of using energy that do not cause global warming.
ne: सन् २००२ देखि लोपेस सौर्य मण्डलको दोस्रो ठूलो ग्रह शनिको चन्द्रमा टाइटन सँगै प्रोब कसिनी अन्वेषण कार्यमा सम्मिलित अन्यसँगै जिम्मेवारी वहन गर्दै छिन्। उनले पृथ्वी बाहिर टाइटनमा प्राणीको सम्भावना बारे खोज कार्य शुरु गर्ने छिन्।

source: The problem is that the question has become more political than scientific. Rosaly Lopes doing research in Vanuatu in the Pacific.
ne: सन् २०१८ मा लोपेस इकारस जर्नल सम्पादन गर्ने पहिलो महिला बनिन्। प्रसिद्ध खगोलविद् कार्ल सागनद्वारा प्रकाशित जर्नल ग्रह विज्ञानमा एउटा सन्दर्भ सामाग्री हो। उनले आफ्नो योजना र भविष्यका पीढ़ीहरूलाई मद्दत गर्न विज्ञानको क्षेत्रमा महत्त्वपूर्ण भूमिकामा महिला उपस्थिति देख्न पाउदा हुने प्रभावका बारेमा जीभीसँग कुराकानी गरिन्।

source: Could you speak more about your view on this?
ne: जीभी: तपाईं इकारस जर्नल सम्पादन गर्ने पहिलो महिला कसरी हुनु भयो?

source: RL: Inclusion is important because science needs talent, it needs dedicated people, and it does not matter it they are men or women, of different ethnicities, or anything.
ne: रोजली लोपेस (आरएल): कार्ल सागनले इकारस सुरू गरे, किनकि त्यसबेला ग्रह विज्ञानमा विशेष प्रकाशनहरू प्रकाशित गर्ने कुनै वैज्ञानिक जर्नल थिएन। सम्पादकहरू सबै कर्नेल विश्वविद्यालयका थिए किनभने त्यस समयमा सबै प्रस्तुति त्यहाँ पठाइने गरिन्थ्यो र एक प्राध्यापकबाट अन्यलाई हस्तान्तरण हुन्थ्यो। त्यहाँ केही सम्पादकहरू थिए, मलाई लाग्छ तीन वा चारजना। एक जना १० वर्ष भन्दा बढी त्यहाँ बसे। उनी र ग्रह विज्ञान विभाग भएको अमेरिकन खगोल समाजले उम्मेदवार बन्न इच्छुक को छ भनेर सोध्न थाले। मैले आफैंलाई उम्मेदवारको रुपमा प्रस्तुत गरें र उनीहरुले मलाई चुने।

source: It is important to have youths aimed at a career in sciences and technology because it is our future.
ne: जीभी: वैज्ञानिक तथ्याङ्क, तथ्य र अनुसन्धानमा सवाल राख्ने धारणा प्रति तपाईं के सोच्नुहुन्छ?

source: RL: I think that this is a little bit of a myth.
ne: रोजली लोपेस प्यासिफिक स्थित भनाउतुमा अनुसन्धान गर्दै। फोटो: व्यक्तिगत सङ्ग्रह, अनुमति लिएर प्रकाशित गरिएको।

source: I think that 50 or 30 years ago, yes. But, today, for example, in the area of Planetary Sciences, women constitute 30 or 35 percent. Now seeing a woman scientist is not a thing that people consider 'different'.
ne: जीभी: सन् २००५ मा तपाईंले सामुदायिक शिक्षामा विशेष गरी हिस्पेनिक युवा तथा महिलाका लागि समावेशिता सम्बन्धी आफ्नो कामको लागि कार्ल सागन पदक प्राप्त गर्नुभयो। तपाईं यस बारेमा आफ्नो थप व्यक्तिगत धारणा बताउन सक्नुहुन्छ?

source: From the moment that you have 25 percent women in a scientific area, it starts to be something more normal. GV: Did you ever encounter prejudice?
ne: आरएल: समावेशिता महत्त्वपूर्ण छ किनभने विज्ञानमा प्रतिभा चाहिन्छ, समर्पित मान्छे चाहिन्छ र यसले भिन्न जातजातिका महिला हुन् वा पुरुष वा अन्य जे भए पनि सरोकार राख्दैन। विज्ञान तथा प्रविधिमा युवाहरुले उन्नतिको उद्देश्य राख्नु महत्त्वपूर्ण छ किनभने यो हाम्रो भविष्य हो। चिकित्सा पनि प्रविधि क्षेत्रसँग पूरै जोडिएको छ। विज्ञानले सबै क्षेत्रलाई समावेश गर्न तयार हुनुपर्छ।

source: GV: How did you start taking an interest in this area? RL: I grew up with the Apollo programme and it was that which inspired me a lot.
ne: जीभी: महिलाहरु भन्छन् कि विज्ञानको क्षेत्रमा उनीहरुका लागि वातावरण ज्यादै असहज छ, उनीहरु आफैंलाई अझ धेरै प्रमाणित गर्नु पर्ने अवस्था छ। के तपाईं यसमा सहमत हुनुहुन्छ?

source: I wanted to be an astronaut, at first, but I saw that I was a woman, Brazilian, and very short-sighted. So, really, it was not going to happen. I decided that I was going to help the space programme as a scientist.
ne: आरएल: मेरो विचारमा यो एउटा मिथक जस्तै हो। मलाई लाग्छ यो कुरा ५० या ३० वर्ष पहिले सत्य थियो। तर आज, उदाहरणका लागि, ग्रह विज्ञानको क्षेत्रमा महिलाहरू ३० वा ३५ प्रतिशत छन्। अहिले महिला वैज्ञानिकलाई देख्नु मानिसले सोचेजस्तो ‘नौलो’ कुरा छैन। वैज्ञानिक क्षेत्रमा २५ प्रतिशत महिला भएमा यो सामान्य लाग्न थाल्नेछ।

source: I decided this very early and never strayed from this path. GV: What did your parents think?
ne: जीभी: के तपाईंले कहिल्यै पूर्वाग्रह सामना गर्नु परेको थियो?

source: But she made a point of me learning English and French, for me to have a way of earning money, even if the profession did not give me money. They encouraged me a lot such that I studied abroad, they paid for everything, made sacrifices, because they saw that, especially at that time, there was no field of astronomy in Brazil. Now it is better.
ne: आरएल: थिएन, म यस बारेमा कहिले पनि चिन्तित भइन। हामीले चिन्ता लिएर समय बर्बाद गर्नु हुँदैन। यदि कसैले पूर्वाग्रह राख्छ भने यो उनीहरुको समस्या हो, मेरो होइन भन्ने सोच्थे। अगाडि बढ्नु राम्रो हो र गर्न सकिने काम राम्ररी गर्नु पर्छ।

source: When I started, really, it was not at all common. But now I am seeing more and more people.
ne: जीभी: तपाइँले यस क्षेत्रमा कसरी रुचि लिन थाल्नु भयो?

source: There are opportunities, especially if you are very dedicated and study a lot. We need talents working in those areas, so it is important to encourage all the people who really like the field. GV: A Brazilian magazine referred to you as 'the Brazilian who succeeded at NASA'.
ne: आरएल: म अपोलो कार्यक्रमसँगै हुर्के बढें जसले मलाई धेरै प्रेरित गर्यो। सुरुमा म एक अंतरिक्ष यात्री हुन चाहन्थें, तर म एउटी ब्राजिलियन महिला थिएँ र धेरै टाढासम्म देख्न नसक्ने (अल्प दृष्टि ) आँखाको समस्या थियो। त्यसैले मैले सोचेजस्तो भएन। मैले निर्णय गरेँ कि म एक वैज्ञानिकको रूपमा अन्तरिक्ष कार्यक्रममा सहयोग गर्न जाँदैछु। मैले यस बारेमा सुरुमा नै निर्णय लिएँ र यो मार्ग कहिल्यै छोडिन।

source: Everything in life is effort and a little luck, take advantage of the opportunities that appear. I took on some risks.
ne: जीभी: आमा-बाबुले तपाईको रुचिलाई कसरी लिए?

source: My preparation in Brazil was lower than the British students, although I had attended good schools. Afterwards, I was in Britain with a good job with the government, I worked at Greenwich Observatory, but decided that it was not what I wanted to do, because there was no chance of doing research. I took a risk, left the job and went to the USA to participate in JPL with NASA, with a scholarship for two years’ duration.
ne: आरएल: सौभाग्यवश वहाँहरुले मलाई धेरै प्रोत्साहन दिनुभयो, त्यस्तो नभइ दिएको भए मैले केही गर्न सक्ने थिइन। एक खगोलविद्को रूपमा मलाई रोजगारी नमिल्ला भन्ने मेरी आमालाई चिन्ता थियो। तर यदि मेरो पेशाबाट कमाइ नभएमा पनि वहाँले मलाई अंग्रेजी र फ्रेन्च भाषा सिक्न लगाएर पैसा कमाउने बाटो देखाउनु भयो र ढुक्क हुनुभयो। वहाँहरूले मलाई धेरै प्रोत्साहन दिनुभयो। मैले विदेशमा अध्ययन गरेँ, सम्पूर्ण खर्च व्यहोर्नुभयो, त्याग गर्नुभयो किनभने त्यस समय ब्राजिलमा विशेष गरी खगोल विज्ञानको क्षेत्रमा केही नभएको वहाँहरूले देख्नुभयो।अहिले त्यहाँ राम्रो छ।

source: But, I hope that my most important work, I have not done it yet.
ne: जीभी: के यो क्षेत्रमा विकासशील देशका व्यक्त्ति जोडिनु स्वाभाविक हो?

source: GV: Do you think that we are close to the day when we can live outside of Earth?
ne: जीभी: एउटा ब्राजिलियन पत्रिकाले तपाईंलाई ‘ब्राजिलियन जसले नासामा सफलता प्राप्त गरिन्' भनेर उल्लेख गर्यो। तपाईं उक्त्त महिमा बारे के भन्नुहुन्छ?

source: RL: This is what we are going to study, not only the biological aspect, which already has a team of biologists in Chicago researching if life could develop in the ocean of liquid water underneath a layer of ice on Titan, but if organic material, which could serve as food for that life, that we know exists in the atmosphere and on the surface, could penetrate the ocean and after, with cryovolcnanism, ice-volcanic activity, if it could come to the surface and we could detect those signs of life.
ne: आरएल: (हाँस्दै) मलाई त्यो महिमा बारे थाहा छैन, रोचक। जीवनमा सबै कुरा प्रयास र अलिकति भाग्य हो, पाएको अवसरको फाइदा उठाउनु पर्छ। मैले केही जोखिम मोलें। १८ वर्षको उमेरमा बेलायतमा पढ्न मैले ब्राजिल छोडें र त्यसबेला गाह्रो थियो। मेरो अंग्रेजी राम्रो थियो, तर विश्वविद्यालय स्तरको लागि उत्कृष्ट थिएन र मलाई कठिनाइ थियो। ब्राजिलमा मैले राम्रा स्कूलहरूमा अध्ययन गरेकी भएतापनि मेरो अभ्यास ब्रिटिश विद्यार्थी भन्दा कम थियो। पछि, बेलायतमा मैले राम्रो सरकारी जागिर पाएँ, मैले ग्रीनविच अब्जरभेटरीमा काम गरें तर त्यहाँ अनुसन्धान गर्ने कुनै अवसर नभएकाले मैले गर्न चाहेकी जस्तो यो भएन भन्ने निर्णय गरें। मैले जोखिम मोलें, जागिर छोडें र नासाको जेपीएल मा दुई वर्षे छात्रवृत्तिमा अमेरिका गएँ। सौभाग्यले यो फलदायी सावित भयो, तर यो एक जोखिम थियो, किनभने मलाई थाहा थियो कि मैले के चाहेकी थिएँ। मेरो बुबाले भन्नु भएको सबैभन्दा महत्त्वपूर्ण कुरा जीवनमा उत्साह हुनु पर्दछ, लागि पर्ने र हार नमान्ने।

source: GV: But do you think that we are close to the day when we could live in those environments?
ne: जीभी: तपाईंले कसिनी मिशनमा भाग लिनुभयो र सक्रिय ज्वालामुखी बारे विश्वको अग्रणी विशेषज्ञहरूमध्ये एक हुनुभयो। तपाईं आफ्नो कुन योजनालाई सबैभन्दा धेरै मन पराउनु हुन्छ?

source: RL: I am talking about the possibilities of microscopic life, which is one of the fundamental questions to know if life developed in other planets and moons. The possibility of colonization, there are now plans to make a base on the Moon, but I think that will take a long time. If I have an opportunity to go to Space, I will go.
ne: आरएल: यो भन्न गाह्रो छ। मलाई लाग्छ कि ज्वालामुखीको कारण उत्पन्न बृहस्पति ग्रहको चन्द्रमा सम्बन्धी ग्यालिलियो मिशनमा मेरो काम सबैभन्दा बढी महत्वपूर्ण थियो र आजसम्म पनि छ। तर मेरो सबैभन्दा महत्त्वपूर्ण कार्य, मैले अहिले सम्म गरेकी छैन। त्यसको निम्ति अझै समय छ।

source: My dream of being an astronaut is still there.
ne: फोटो: रोजली लोपेस उनको व्यक्तिगत सङ्ग्रहबाट, अनुमति लिएर प्रकाशित गरिएको।

source: GV: Icarus was created by Carl Sagan and he was the editor of it for some time. Did he become one of your references?
ne: जीभी: तपाइँको अर्को योजना के हो?

source: He did very important things, not only for the field of sciences, but for having been the first scientist who stood out for publicizing sciences in a big way. At the time that he started doing this, with TV programmes and everything else, the majority of scientists thought that it was not a good thing.
ne: आरएल: मैले भर्खरै नासाबाट वित्तीय सहयोग प्राप्त गरें, शनि ग्रहको चन्द्रमा टाइटनको विस्तृत अध्ययन सम्बन्धी मेरो एक ठूलो प्रोजेक्ट अनुमोदन गरिएको थियो। हामी यो अध्ययन संयुक्त राज्य अमेरिकाभर, हवाई, शिकागो, बेलायतमा छरिएर रहेका धेरै शोधकर्ताहरूसँग मिलेर गर्न चाहन्छौं। हामी टाइटनमा प्राणीको सम्भावना बारे अध्ययन गरिरहेका छौं।

source: 'A scientist should not waste time doing those things'.
ne: जीभी: तपाईंलाई हामी पृथ्वी बाहिर अर्को ग्रहमा रहन सक्ने दिनको नजिक छौं भन्ने लाग्छ?

source: Carl Sagan broke this barrier. He showed that he could be a great scientist and publicize science at the same time.
ne: आरएल: यस बारेमा नै हामी अध्ययन गर्न गइरहेका छौं, केवल जैविक दृष्टिकोणबाट मात्र होइन, पहिलेदेखि नै शिकागोमा जीव विज्ञानको एउटा टोली छ जसले टाइटनमा बरफको तह मुनि रहेको तरल पानीको समुद्रमा प्राणीको विकास गर्न सकिन्छ कि भनेर अनुसन्धान गरिरहेका छन्। तर यदि वायुमण्डल र सतहमा पाइने अर्गानिक पदार्थले प्राणीको लागि खानाको रूपमा काम गरेमा समुद्रमा प्रवेश गर्न सक्दछ र त्यस पश्चात आइस भोल्क्यानो हलचल, क्रायोभोल्क्यानिज्मको कारण यदि यो सतहमा आउन सके हामी प्राणीका संकेत पत्ता लगाउन सक्छौं।

source: I always did a lot of publicizing, because I think it is very important to inspire the next generation.
ne: जीभी: परन्तु के तपाई सोच्नुहुन्छ कि हामी त्यस दिनको नजिक छौं जब हामी ती वातावरणमा रहन सक्छौं?

source: My father gave me 'The Universe' by Isaac Asimov, and this was very important. I remember that when I was growing up, there was the mission Apollo 13, which had to return to Earth.
ne: आरएल: म सूक्ष्म प्राणीको संभावनाहरुका बारेमा कुरा गरिरहेकी छु, जुन अन्य ग्रहहरु तथा चन्द्रमामा प्राणी छन् कि भन्ने थाहा पाउन मूलभूत प्रश्नहरुमध्ये एक हो। अब चन्द्रमामा आधार बनाउने योजनाहरू छन्, तर मलाई लाग्छ कि वस्ती बसाल्ने सम्भावना लामो समय लाग्न सक्छ। यदि मलाई अंतरिक्षमा जाने अवसर मिलेमा म जानेछु। एक अंतरिक्ष यात्री बन्ने सपना अझै छ।

source: The reports of two newspapers that I got in Rio de Janeiro talked of a girl Francis Northcutt.
ne: जीभी: इकारस कार्ल सागनले सुरुआत गरेका थिए र केही समय उनी यसका सम्पादक रहे। उनी तपाईंका अनुमोदकमध्ये एक थिए? अन्य अनुमोदकहरु को को हुन्।

source: Her nickname was Poppy. She worked for a company for an airspace company, calculating orbits for spaceships and she had been helping the calculations for Apollo 13 to return. Just showing a woman, in the Houston control centre, was a very big inspiration for me.
ne: आरएल: मैले व्यक्तिगत रूपमा कार्ल सागनलाई चिनेकी थिएँ किनभने जतिबेला म ग्यालिलियो मिशनमा काम गर्थे उनी पनि त्यहाँ काम गरिरहेका थिए। उनले धेरै महत्त्वपूर्ण कार्यहरु गरे, विज्ञानको क्षेत्रको लागि मात्र नभएर पहिलो वैज्ञानिक हुनुको नाताले विज्ञानको व्यापक रुपले प्रचार प्रसार गरेर अव्वल ठहरिए। त्यतिबेला उनले टिभि कार्यक्रमहरू तथा सबैमा यस्तो गरिरहँदा अधिकांश वैज्ञानिकहरूले राम्रो मानेका थिएनन्। ' एउटा वैज्ञानिकले यस्ता कार्य गरेर समय बर्बाद गर्नु हुन्न'। कार्ल सागनले यो मान्यतालाई तोडे। उनले आफू एक महान वैज्ञानिक भएको र विज्ञानको प्रचार प्रसार एकसाथ गर्न सक्षम रहेको देखाए। मैले सँधै प्रचार प्रसारको काम धेरै गरे, किनकि मलाई लाग्छ यो आउने पीढीलाई प्रेरित गर्न धेरै महत्त्वपूर्ण छ। उनले मलाई यस्तो गर्न सहयोग गरे, मैले यसका लागि पदक (उनको नामको) जितें। अझै पनि पूर्वाग्रह राख्नेहरु छन्, तर यो कम हुँदैछ।

source: Funny, I never met her in person.
ne: जीभी: कसमस अझै पनि धेरै मानिसहरूका लागि एक दृष्टान्त हो।

source: She left NASA soon after, went to study law and become a lawyer. It is important for women scientists to raise awareness to inspire today’s girls.
ne: आरएल: हो। तर, जब म ब्राजिलमा बालिका थिएँ, मैले यस बारे सुनेकी थिइन। त्यस समयमा खगोल विज्ञानको बारेमा केही किताबहरू थिए। मेरो बुबाले मलाई आइज्याक असिमोभद्वारा लिखित 'द युनिभर्स' दिनुभयो र यो धेरै महत्त्वपूर्ण थियो। म सम्झन्छु जब म ठूली हुँदै गइरहेकी थिएँ, त्यसबेला मिशन अपोलो १३ थियो, जुन पृथ्वीमा फर्किनु थियो। रियो दि जेनेरियोमा दुई समाचार पत्रको रिपोर्टमा फ्रान्सिस नर्थकट बारे चर्चा गरिएको पढें। उनको उपनाम पप्पी थियो। उनले एक एयरस्पेस कम्पनीको लागि काम गरिन्, अंतरिक्षयानका लागि कक्षहरू गणना गर्ने र अपोलो १३ पृथ्वीमा फर्कने गणना कार्य गर्न मद्दत गर्दै थिइन्। ह्यूस्टन नियन्त्रण केन्द्रमा एउटी महिला देखाउनु नै मेरो लागि एकदम ठूलो प्रेरणा थियो। अचम्म, मैले उनीसँग व्यक्तिगत रुपमा कहिल्यै भेंटिन। उनले चाँडै नै नासा छोडिन्, कानून अध्ययन गर्न गइन् र एक वकील बनिन्। आजका बालिकालाई प्रेरित गर्नको निमित्त जागरूकता बढाउन महिला वैज्ञानिकहरुका लागि महत्वपूर्ण छ।

source: Swiss brewery sparks protests in Nepal for naming new beer with timur flavor after late king · Global Voices
ne: स्विस ब्रुअरीले टिमुरको स्वाद भएको नयाँ बियरलाई स्वर्गीय राजाको नामसँग जोडेपछि नेपालमा विरोधको लहर

source: CC By-Sa 4.0 Swiss brewery Turbinenbräu created a furor among Nepalis when it used the name and image of Nepal’s former king for its seasonal beer product.
ne: नेपाली मरीच पनि भनिने टिमुर चटनी, मसला र औषधिको रूपमा प्रयोग गरिन्छ। तस्वीर-क्रिजस्टोफ गोलिक विकिमिडिया कमन्स। CC BY-SA 4.0

source: After adding Nepali spice timur in brewing a new beer flavor, Turbinenbräu decided to call it Birendra in reference to Nepal’s king from 1972 to 2001. It also tweaked the king’s image so that it appeared he was smiling while holding a glass of beer.
ne: स्विस ब्रुअरी टर्बिनेनब्रुले आफ्नो सिजनल बियर उत्पादनमा नेपालका पूर्व राजाको नाम र तस्वीर प्रयोग गरेपछि नेपालीहरू माझ आक्रोश पैदा गर्यो।

source: This infuriated many Nepalis especially those who were supporters of the monarchy.
ne: नेपाली मसला टिमुर प्रयोग गरेर नौलो स्वादको बियर उत्पादन गरेपछि टर्बिनेनब्रुले वीरेन्द्र नाम राख्ने निर्णय गर्यो, १९७२ देखि २००१ सम्म नेपालका राजा रहेका वीरेन्द्रको नामसँग मिल्दोजुल्दो। साथै बियरको गिलास हातमा लिएर मुस्कुराइरहेको जस्तो देखिने बनाएर राजाको तस्वीरलाई तोडमोड गर्यो।यसले धेरै नेपालीहरू विशेष गरी राजतन्त्र समर्थकहरूलाई आक्रोशित बनायो।

source: King Birendra, regarded as a liberal monarch, was massacred along with other family members at a royal dinner in 2001.
ne: राजा वीरेन्द्रलाई एक उदार राजाको रूपमा मानिन्थ्यो, उनी अन्य परिवारका सदस्यहरूसँग २००१ मा शाही भोजमा मारिएका थिए।

source: Because the #beer included a Nepalese spice, the Turbinenbräu brewery in Zurich decided to name one of its seasonal beers after King Birendra, who reigned over #Nepal from 1972 to 2001 - and whose name the brewery thought sounds like beer.
ne: नेपाली मसला राखेर बनाइएको बियर हुनाले ज्यूरिखस्थित टर्बिनेनब्रु ब्रुअरीले आफ्नो सिजनल बियर उत्पादनमध्ये एकको नाम राजा वीरेन्द्रसँग जोड्यो, जसले नेपालमा १९७२ देखि २००१ सम्म शासन गरेका थिए - उहाँको नाम ब्रुअरीले बियर जस्तै सुनिने भन्ठान्यो। बियर राजा हो😃
